rfdiosuao/summon-protocol/firmware/summon-device/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
# 板侧资源紧张：LVGL 绘制缓冲保持默认 20 行，放大它会直接压缩网络与解码空间
CONFIG_LV_DRAW_BUF_STRIDE_ALIGN=y
